Repository: Visionman123/MoneyMinder
Catalog: LifeChart/Resources/Views/Home/WhatIf.*.resx
Languages: de_de

source: Annual Increase
de_de: jährliche Steigerung

# AnswerFirstPart
source: If you want to spend
de_de: Wenn Sie nach Ihrem

# AnswerInfinity
source: You will not achieve Financial Freedom Point at the desired age
de_de: Im gewünschten Alter werden Sie den Financial Freedom Point nicht erreichen

# AnswerLastPart
source: at the first month of stage
de_de: sparen

# AnswerMinusInfinity
source: You will achieve Financial Freedom Point at age
de_de: Jahren erreichen Sie den Financial Freedom Point

# AnswerSecondPart
source: each month after the age of
de_de: . Lebensjahr jeden Monat

# AnswerThirdPart
source: , you will need to save
de_de: ausgeben möchten, müssen Sie im ersten Monat der Phase

# BankInput
source: Bank Asset (VND)
de_de: Bankguthaben (VND)

# ButtonCalculate
source: Calculate
de_de: berechnen

# ButtonExpand
source: Expand
de_de: expandieren

# ButtonSave
source: Save
de_de: speichern

source: Current Age
de_de: aktuelles Alter

# ErrorSpending
source: Expected Spending should not be negative
de_de: erwartete Ausgabe sollte nicht negativ sein

# FFPAge
source: Financial Freedom Point (FFP) Age
de_de: FFP-Alter

source: From Age
de_de: vom Alter

# LabelGenerated
source: Money generated
de_de: Geld eingebracht

# LabelGoal
source: Goal
de_de: Ziel

# LabelToSaveAnnually
source: Money to save annually
de_de: Geld, das jährlich gespart werden muss

# MissingValueOnInputFields
source: Missing value on required input fields
de_de: Fehlender Wert in den erforderlichen Eingabefeldern

source: Number of stages
de_de: Anzahl der Phasen

# RequestError
source: There is an error with your request
de_de: Bei Ihrer Anfrage ist ein Fehler aufgetreten

# RoI
source: Interest Rate (%)
de_de: Zinssatz (%)

source: Save Per Month
de_de: Erspanis pro Monat

# Spending
source: Expected Spending (VND)
de_de: erwartete Ausgabe (VND)

source: Stage
de_de: Phase

# TitleAnnualIncrease
source: Expected annual increase in your monthly savings in this stage
de_de: Erwarteter jährlicher Anstieg Ihrer monatlichen Ersparnisse in dieser Phase

# TitleBankInput
source: Current amount of money in your bank
de_de: Aktueller Geldbetrag auf Ihrer Bank

# TitleCurrentAge
source: Your current age
de_de: Ihr aktuelles Alter

# TitleFFPAge
source: The age at which you plan to stop working or generating income
de_de: Das Alter, in dem Sie planen, nicht mehr zu arbeiten oder kein Einkommen zu erwirtschaften

# TitleFromAge
source: Your starting age in this stage
de_de: Ihr Einstiegsalter in dieser Phase

# TitleInflation
source: Inflation rate in your country
de_de: Inflationsrate in Ihrem Land

# TitleInput
source: What-If Scenario
de_de: What-If Szenario

# TitleNumberOfStages
source: Different stages of your life (Up to a maximum of 3)
de_de: Verschiedene Lebensabschnitte (maximal 3)

# TitleRoI
source: The interest rate on your bank savings
de_de: Der Zinssatz für Ihre Bankersparnisse

# TitleSavePerMonth
source: This is the amount of money you plan to spend each month during retirement. If you leave this field blank, the app will automatically calculate the amount based on your entered data and financial goals. If you are working with multiple stages, please ensure that at least one stage is left blank for accurate calculations.
de_de: Der Betrag, den Sie in dieser Phase jeden Monat sparen können. Wenn dieses Feld leer bleibt, berechnet die App den Betrag automatisch für Sie basierend auf Ihren Eingabedaten und finanziellen Zielen. Wenn es mehrere Stufen gibt, stellen Sie sicher, dass mindestens eine Stufe leer bleibt, um genaue Berechnungen zu ermöglichen

# TitleSpending
source: Expected monthly expenditure after retirement
de_de: Erwartete monatliche Ausgaben nach der Pensionierung

# TitleToAge
source: Your ending age in this stage
de_de: Ihr letztes Alter in dieser Phase

source: To Age
de_de: bis zum Alter

# ToAgeEqualToFFPAge
source: To Age must be equal to FFP Age
de_de: Bis zum Alter muss dem FFP-Alter entsprechen

# ToAgeHigherThanFromAge
source: To Age must be higher than From Age
de_de: Bis zum Alter muss höher sein als Von Alter

# ToAgeLowerOrEqualToFFPAge
source: To Age must be lower or equal to FFP Age
de_de: Bis zum Alter muss kleiner oder gleich dem FFP-Alter sein

# ValidStageNumber
source: Number of stages from 1-3
de_de: Die gültige Anzahl der Ebenen liegt zwischen 1 und 3
